{
  "series": [
    {
      "name": "Career Highlights Series",
      "description": "A collection of interviews with professionals, researchers, and founders sharing their high-impact insights and diverse career paths in the world of Artificial Intelligence.",
      "interviews": [
        {
          "slug": "adam-delgado",
          "interviewee": "Adam Delgado",
          "title": "CEO at North Technology People & Organizer at AI Tinkerers",
          "summary": "Adam Delgado discusses the power of building tight-knit technical communities, the underrated importance of storytelling for founders, and why a startup team with complementary skills will always outperform a team of clones. A must-read for aspiring entrepreneurs.",
          "originalFile": "adam-delgado.pdf"
        },
        {
          "slug": "shibhansh-dohare",
          "interviewee": "Shibhansh Dohare",
          "title": "PhD Researcher in Continual Learning",
          "summary": "UofA's own Shibhansh Dohare dives deep into why Continual Learning is a critical, long-term challenge in AI. He shares how Richard Sutton's foundational approach to intelligence shaped his career and offers advice for students on trusting their intuition against the hype.",
          "originalFile": "shibhansh-dohare.pdf"
        },
        {
          "slug": "paul-saunders",
          "interviewee": "Paul Saunders",
          "title": "AI Researcher",
          "summary": "Paul Saunders cuts through the noise, discussing which AI trends like Reinforcement Learning are real versus which are hype. He emphasizes that soft skills and open-source contributions are often more valuable for a career than isolated side projects.",
          "originalFile": "paul-saunders.pdf"
        },
        {
          "slug": "kenneth-dwyer",
          "interviewee": "Kenneth Dwyer",
          "title": "NLP Specialist & Industry Professional",
          "summary": "From skepticism to real-world use, Kenneth Dwyer charts the accelerated adoption of AI in healthcare and software engineering. He highlights reproducibility and tools like MLflow as lesser-known but crucial skills for making a real impact in the industry.",
          "originalFile": "kenneth-dwyer.pdf"
        },
        {
          "slug": "david-oconnell",
          "interviewee": "David O'Connell",
          "title": "Software Developer & AI Practitioner",
          "summary": "David O'Connell shares a traditional software developer's perspective on embracing agentic AI. He covers the importance of fundamentals, code reviews for generated code, and how tools like Perplexity and Technology Radar help him stay on top of a rapidly changing field.",
          "originalFile": "david-oconnell.pdf"
        }, 
        {        
         "slug": "kyle-myck",
          "interviewee": "Kyle Myck",
          "title": "Director of Technology at Dura Digital",
          "summary": "Kyle Myck breaks down the reality of building AI for enterprise. He discusses the 'three layers' of AI adoption, why tech agnosticism is crucial for consultants, and the risks of rushing AI integration without a human-centered approach.",
          "originalFile": "kyle-myck.pdf"
        },
        {
          "slug": "justin-stevens",
          "interviewee": "Justin Stevens",
          "title": "Founder of UAIS & AI Researcher",
          "summary": "UAIS Founder Justin Stevens returns to discuss AI safety in the era of deepfakes, the ethics of big tech, and the 'fun, learning, money' heuristic for career planning. He reflects on the origins of the club and offers advice on soft skills vs. technical ability.",
          "originalFile": "justin-stevens.pdf"
        }
      ]
    }
  ]
}