{
  "description": "The University of Alberta Undergraduate Artificial Intelligence Society is a group of students interested in discussing, learning about, and applying Artificial Intelligence techniques of all kinds.",
  "people": [
    {
      "name": "Hamidat Bello",
      "position": "President",
      "description": "Hi, I’m Hamidat! I’m a Computer Science student who’s passionate about AI—especially how it can be used for social good. I’ve done machine learning research twice at the University of Alberta and gained industry experience that’s helped me explore AI from both academic and real-world perspectives. After serving as VP Internal of UAIS, I’m now excited to lead as President and help grow a club where students can explore, build, and feel supported. In my free time, I code, run a platform called AthenaCodes.org, and read books. Always happy to chat!",
      "github": "hamidatb",
      "discord": "heyitsh",
      "linkedin": "hamidatbello"
    },
    {
      "name": "Austin Bao",
      "position": "Co-Vice President",
      "description": "Hey, my name is Austin Bao and I will be in my second year of Computer Science going into 2025-2026. I dabbled in some computer vision (a library called Yolov8) and OpenCV to create some projects that I share on my Youtube! Other than that, I enjoy working out, cooking, and playing the guitar.",
      "github": "AustinBao",
      "discord": "bustinaao",
      "linkedin": "austinbao"
    },
    {
      "name": "Kashish Gupta",
      "position": "Co-Vice President",
      "description": "Hi, I’m Kashish Gupta! I am in my second year of Computer Science and I first got involved with UAIS in my first year when they were working on an industrial AI project, and I was instantly fascinated by AI. Since then, I’ve participated in numerous hackathons, applying my AI skills to real-world challenges. Now, as Vice President of UAIS, I’m excited to help grow our community, foster new opportunities, and make AI more accessible to everyone!",
      "github": "kashishgupta2911",
      "discord": "kashishgupta",
      "linkedin": "kashish-gupta-72668320b"
    },
    {
      "name": "Andrew Obwocha",
      "position": "VP External",
      "description": "Although I come from a data background, my journey in AI really clicked when I got involved with UAIS. The projects were my foot in the door that began everything. I gained hands-on experience building predictive models, interacting with fellow AI enthusiasts, and knowledge of concepts like Reinforcement Learning and AI in Accessibility. With this springboard, I have come to be passionate about this AI society and its development",
      "github": "AndrewObwocha",
      "discord": "andrewo.47_08863",
      "linkedin": "andrew-obwocha"
    },
    {
      "name": "Arnav Sachdeva",
      "position": "VP Internal",
      "description": "I am a second-year Computing Science student at the University of Alberta, minoring in Mathematics, with a focus on AI/ML and robotics. During my internship at Adobe and Helios Tech Solutions, I developed industrial-grade AI models for vehicle defect detection and real-time creative platforms, and built projects like autonomous drones and multi-agent reinforcement learning systems using TensorFlow, ROS, and Unity. Recognized for academic excellence (Dean’s Honor Roll) and holding a patent for a mist-generating device, I aim to bridge advanced AI research with practical applications in automation and creative innovation.",
      "github": "arnavsachdeva594",
      "discord": "arnav._.sachdeva",
      "linkedin": "arnavsachdeva2004"
    },
    {
      "name": "Sanika Verma",
      "position": "General Secretary",
      "description": "Hi! I am Sanika Verma, a second-year computing science honors student and the General Secretary at the UAIS! I am passionate about AI-driven advancements and am always open to creating fun projects!",
      "github": "SanikaVerma",
      "discord": "sanika8143",
      "linkedin": "sanika-verma-668a89276"
    },
    {
      "name": "Katie Bauer",
      "position": "Treasurer",
      "description": "I am in my fourth year of Computing Science with a minor in Earth and Atmospheric Science, and I enjoy researching all things AI and how it can be used in different disciplines. This summer I will be continuing one of my research projects at the Finnish Center for Artificial Intelligence! I am excited to be the treasurer of UAIS and to contribute to the growing AI community.",
      "github": "klbauer1",
      "discord": "kb126158",
      "linkedin": "katie-bauer-b1836930b"
    },
    {
      "name": "Aarush Bhat",
      "position": "VP Technology",
      "description": "Tech enthusiast and overall nerd. Involved with UAIS as VP of Tech for two years (and now a third, I guess). I like to make—or break, as the case may be—things.",
      "github": "aarushb",
      "discord": "magnumhurricane",
      "linkedin": "aarushdev"
    },
    {
      "name": "Viktoriia Lysenko",
      "position": "VP Media",
      "description": "I'm especially interested in how AI can enhance education, creativity, and human decision-making to support and improve the creative process. I'm currently diving deeper into machine learning and exploring its applications, while working on personal projects to build my skills. Outside of tech, I enjoy doing photography, videography, and creating music in my free time.",
      "github": "viktorialysenko",
      "discord": "viktoria1",
      "linkedin": "viktoriia-lysenko111"
    },
    {
      "name": "Usaid Ahmed",
      "position": "Director of Tech",
      "description": "I'll be the Director of Tech for the Undergraduate Artificial Intelligence Society, leading initiatives to explore and innovate in AI. I'm passionate about AI, software development, and problem-solving, with hands-on experience in generative AI research, machine learning, and app development. Always eager to learn something new and connect with like-minded people, I stay active in student organizations and hackathons 🚀🤖.",
      "github": "Usaidahmed10",
      "discord": "usaid4071",
      "linkedin": "usaid-ahmed-2149422a2"
    },
    {
      "name": "Justin Stevens",
      "position": "Founder",
      "description": "Justin co-founded the Undergraduate AI Society in 2018 to be an inclusive, diverse community for undergraduate students to discuss artificial intelligence at the University of Alberta. Justin works as a Machine Learning Educator at the Alberta Machine Intelligence Institute, developing and delivering courses on AI for many different audiences. Justin earned his M.Sc. in Computing Science from the University of Alberta focusing on applications of AI to games and explainable AI. Justin is happy to discuss AI and offer mentorship to undergraduates that are interested! Feel free to reach out to him via LinkedIn or on Discord.",
      "github": "justinstevens42",
      "discord": "heyguysjustinhere",
      "linkedin": "justinstevens42"
    }
  ]
}
