{
  "description": "The University of Alberta Undergraduate Artificial Intelligence Society is a group of students interested in discussing, learning about, and applying Artificial Intelligence techniques of all kinds.",
  "people": [
    {
      "name": "Taran Purewal",
      "position": "President",
      "description": "Taran Purewal is a third year computing science student at the University of Alberta. Loves to learn and teach in equal measure and is always happy to help those beginning their first steps into the world of Artificial Intelligence. Beyond his work with the UAIS he also volunteers with Blood Canada, the Edmonton Food Bank, Fundraising For Animals, and a variety of miscellaneous events. Happy to be of aid to all.",
      "github": "tsp01",
      "discord": "flashfire50",
      "linkedin":"taranveer-purewal-9a073524b"
    },
    {
      "name": "Jacob Winch",
      "position": "Vice President",
      "description": "Jacob is in his fourth year specializing in statistics and is currently on a co-op term working with Orennia in Calgary. Interested in sports analytics, data science, renewables and machine learning. He is leading the sports analytics workshop series. He led the NHL Panic Index project last year. When he is not studying he likes to read, play hockey and play ball hockey.",
      "github": "Jacob-Winch",
      "discord": ".jwinch",
      "linkedin":"jacob-winch"
    },
    {
      "name": "Yong Lee",
      "position": "Vice President",
      "description": "Yong is working towards a BSc in Computer Engineering, specializing in Software, at the University of Alberta. In 2018, he earned a Diploma in Petroleum Engineering Technology from SAIT. Afterward, he worked as a petroleum laboratory analyst for Bureau Veritas at the Canadian Natural Resources Limited (CNRL) Horizon Oil Sands for 3+ years. Yong is part of Dr. Kwon's research team at U of A, serving as a Dean's Research Awards student. The project they are working on focuses on 'Advancing and Validating a Deep Learning-Enabled Tool for Winter Roadway Condition Monitoring.'",
      "github": "gjftns7220",
      "discord": "gjftns7220",
      "linkedin":"yong-lee-"
    },
    {
      "name": "Arden Monaghan",
      "position": "Secretary",
      "description": "Arden Monaghan is a 2nd Year Computer Science Specialization student who has passion in helping build projects and learning about all different areas of computer science. Whenever I'm not busy studying or working on projects I'm usually watching a variety of shows, thinking about traveling, or just overall trying to enjoy life with friends.",
      "github": "ardenmonaghan",
      "discord": "bigriceman",
      "linkedin":"arden-monaghan-574959243"
    },
    {
      "name": "Hamidat Bello",
      "position": "VP Internal",
      "description": "Hamidat is a second-year Computer Science student, with a keen interest in AI and machine learning applications for social good. Beyond her academic pursuits, she's always happy to lend a hand or share insights on tech's power to make a difference. In her free time, you can find Hamidat running through trails, lost in a book, or expressing her creativity through oil painting. She's also passionate about enhancing her tech skills, often updating her website AthenaCodes.org with her latest insights.",
      "github": "hamidatb",
      "discord": "heyitsh",
      "linkedin":"hamidatbello"
    },
    {
      "name": "Manav Joshi",
      "position": "VP External",
      "description": "Placeholder",
      "github": "mnkjoshi",
      "discord": "man4v",
      "linkedin":"mnkjoshi"
    },
    {
      "name": "Affan Nazir",
      "position": "Treasurer",
      "description": "Placeholder",
      "github": "Placeholder",
      "discord": "Placeholder",
      "linkedin":"Placeholder"
    },
    {
      "name": "Aarush Bhat",
      "position": "VP Technology",
      "description": "Aarush is a third-year student at the UofA, studying computer science with a specialization in software engineering. Other than code, he is interested in reading, writing, tabletop rpgs, and pretty much anything else nerdy. When he's not geeking out about technology and working on projects and internships, such as the Discord bot project he just wrapped up as part of the UAIS, and writing very bug-riddled code, he's probably trying to advocate for accessibility, particularly for high-level STEM subjects, on his personal website [https://inclusionmotto.com]. You'll probably find him listening to a new audiobook, weird, trippy, out-of-this-world music, or practicing mindfulness when it's time to relax and wind down.",
      "github": "aarushb",
      "discord": "magnumhurricane",
      "linkedin":"aarushdev"
    },
    {
      "name": "Bertina Jeyakumar",
      "position": "VP Media",
      "description": "Bertina is a fourth-year student majoring in Computer Science with a minor in Mathematics at the University of Alberta. She is deeply passionate about Machine Learning and Data Science, particularly in the context of motorsports. Outside of her academic pursuits, Bertina is an avid photographer and enjoys capturing the world through her lens. When she isn't immersed in her studies or taking photographs, she loves reading, listening to music, and keeping up with the latest motorsport races.",
      "github": "bertina3107",
      "discord": "lilly_bertina",
      "linkedin":"bertina-jeyakumar"
    },
    {
      "name": "Justin Stevens",
      "position": "Founder",
      "description": "Justin co-founded the Undergraduate AI Society in 2018 to be an inclusive, diverse community for undergraduate students to discuss artificial intelligence at the University of Alberta. Justin works as a Machine Learning Educator at the Alberta Machine Intelligence Institute, developing and delivering courses on AI for many different audiences. Justin earned his M.Sc. in Computing Science from the University of Alberta focusing on applications of AI to games and explainable AI. Justin is happy to discuss AI and offer mentorship to undergraduates that are interested! Feel free to reach out to him via LinkedIn or on Discord.",
      "github": "justinstevens42",
      "discord": "heyguysjustinhere",
      "linkedin":"justinstevens42"
    }
  ]
}